{
  "cards": [
    {
      "id": 1,
      "name": "Tempest Sovereign",
      "attribute": "WIND",
      "star": 11,
      "type": "",
      "effect": "1 mostro Tuner  + 1+ mostri non-Tuner  Synchro \"Tempest Raven\". Questa carta può attaccare tutti i mostri che il tuo avversario controlla, una volta ciascuno. Non è influenzata dagli effetti delle carte del tuo avversario che non la prendono come bersaglio. Una volta per turno (Effetto Rapido): puoi scegliere come bersaglio fino a 3 mostri \"Tempest Raven\" nel tuo Cimitero con Livelli diversi; bandiscili, e se lo fai, questa carta guadagna un diverso effetto in base al numero di mostri banditi.• 1+: Questa carta guadagna 500 ATK per ogni mostro bandito.• 2+: I mostri del tuo avversario perdono 500 ATK/DEF.• 3: Quando questa carta distrugge un mostro in battaglia, infliggi danno al tuo avversario pari all'ATK originale di quel mostro.",
      "atk": 3500,
      "def": 3000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/dZjscMX.png",
      "card_type": "monster",
      "cost": 11
    },
    {
      "id": 2,
      "name": "Tempest Raven Supreme Tempest",
      "attribute": "WIND",
      "star": 10,
      "type": "",
      "effect": "1 mostro Tuner Synchro \"Tempest Raven\" + 1+ mostri non-Tuner. Deve essere Synchro Evocata, e non può essere Evocata Specialmente in altri modi. Quando questa carta viene Synchro Evocata: puoi bandire tutti i mostri Magia/Trappola che il tuo avversario controlla. Questa carta guadagna 200 ATK per ogni mostro \"Tempest Raven\" con un Livello diverso nel tuo Cimitero. Una volta per turno, durante il turno di qualsiasi giocatore (Effetto Rapido): puoi scegliere come bersaglio 1 mostro \"Tempest Raven\" che controlli, tranne questa carta; fino alla End Phase, questa carta guadagna ATK pari all'ATK originale di quel mostro.",
      "atk": 3300,
      "def": 2800,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/ZzyBb2P.png",
      "card_type": "monster",
      "cost": 10
    },
    {
      "id": 3,
      "name": "Tempest Raven Skyfall Dragon",
      "attribute": "WIND",
      "star": 9,
      "type": "",
      "effect": "1 mostro Tuner \"Tempest Raven\" + 1+ mostri non-Tuner. Quando questa carta viene Synchro Evocata: puoi aggiungere alla tua mano 1 mostro \"Tempest Raven\" dal tuo Cimitero. Una volta per turno: puoi rivelare un numero qualsiasi di mostri \"Tempest Raven\" nella tua mano con Livelli diversi; questa carta guadagna 400 ATK per ciascuno fino alla End Phase. Una volta per turno (Effetto Rapido): puoi mandare 1 mostro \"Tempest Raven\" dalla tua mano al Cimitero; questa carta non può essere distrutta da effetti delle carte in questo turno.",
      "atk": 3000,
      "def": 2500,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/pB6ZBHv.jpeg",
      "card_type": "monster",
      "cost": 9
    },
    {
      "id": 4,
      "name": "Tempest Raven Celestial Smiter",
      "attribute": "WIND",
      "star": 8,
      "type": "",
      "effect": "Materiali: 1 Tuner \"Tempest Raven\" + 1+ mostri nonTuner. Non puoi attivare più di 1 effetto di questa carta per turno. ●Una volta per turno: rivelare qualsiasi numero di carte \"Tempest Raven\" nella tua mano; questa carta guadagna 500 ATK per ogni carta rivelata, fino alla End Phase.  Se una tua carta \"Tempest Raven\" viene bandita dal tuo Cimitero: puoi aggiungere 1  carta con nome uguale tra quelle che hai rivelato dal tuo Cimitero alla tua mano.",
      "atk": 2900,
      "def": 2100,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/Al45CwY.jpeg",
      "card_type": "monster",
      "cost": 8
    },
    {
      "id": 5,
      "name": "Tempest Raven Overwind Lord",
      "attribute": "WIND",
      "star": 8,
      "type": "",
      "effect": "1 mostro Tuner \"Tempest Raven\" + 1+ mostri non-Tuner. Quando questa carta viene Synchro Evocata: puoi bandire un numero qualsiasi di mostri \"Tempest Raven\" con Livelli diversi dal tuo Cimitero, poi seleziona la metà del numero di carte sul Terreno ; distruggile. Se questa carta distrugge un mostro in battaglia: puoi aggiungere 1 mostro \"Tempest Raven\" bandito alla tua mano. Se questa carta viene distrutta in battaglia e mandata al cimitero: puoi Evocare Specialmente fino a 2 mostri \"Tempest Raven\" Tuner dal tuo Cimitero.",
      "atk": 2900,
      "def": 2100,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/i0EBPfW.jpeg",
      "card_type": "monster",
      "cost": 8
    },
    {
      "id": 6,
      "name": "Tempest Raven Sky Emperor",
      "attribute": "WIND",
      "star": 8,
      "type": "",
      "effect": "Puoi Evocare Ritualmente questa carta con \"Tempest Convergence\". Se questa carta viene Evocata Ritualmente: puoi Evocare Specialmente fino a 2 mostri \"Tempest Raven\" Tuner dal tuo Cimitero. Una volta per turno: puoi Tributare 1 mostro \"Tempest Raven\" Tuner, quindi scegli 1 mostro che il tuo avversario controlla; prendi il controllo di quel mostro fino alla End Phase. Puoi usare 1 mostro controllato con questo effetto come tuner per un'Evocazione Synchro di un mostro \"Tempest Raven\".",
      "atk": 2800,
      "def": 2200,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/bhWQFkQ.jpeg",
      "card_type": "monster",
      "cost": 8
    },
    {
      "id": 7,
      "name": "Tempest Raven Typhoon Master",
      "attribute": "WIND",
      "star": 8,
      "type": "",
      "effect": "1 mostro Tuner + 1+ mostri non-Tuner \"Tempest Raven\". Quando questa carta viene Synchro Evocata: puoi scegliere magie e trappole sul Terreno fino al numero di materiali usati per questa Evocazione Synchro; bandiscili. I mostri \"Tempest Raven\" che controlli guadagnano 300 ATK per ogni tuo mostro \"Tempest Raven\" con un Livello diverso.",
      "atk": 2800,
      "def": 2000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/mPecNVu.jpeg",
      "card_type": "monster",
      "cost": 8
    },
    {
      "id": 8,
      "name": "Tempest Raven Dimensional Vortex",
      "attribute": "WIND",
      "star": 6,
      "type": "",
      "effect": "Una volta per turno: puoi staccare 1 materiale XYZ da questa carta; aggiungi 1 carta \"Tempest Raven\" bandita alla tua mano. Quando un mostro del tuo avversario dichiara un attacco: puoi bandire 1 carta \"Tempest Raven\" dalla tua mano; annulla l'attacco e, se lo fai, puoi attaccare 1 mostro \"Tempest Raven\" bandito a questa carta come materiale XYZ. Se questa carta con materiale viene distrutta dalla carta di un avversario: puoi Evocare Specialmente 1 mostro \"Tempest Raven\" Synchro dal tuo Extra Deck, ma bandiscilo durante l'End Phase.",
      "atk": 2700,
      "def": 2300,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/JjI6yyJ.jpeg",
      "card_type": "monster",
      "cost": 6
    },
    {
      "id": 9,
      "name": "Tempest Raven Gale Chimera",
      "attribute": "WIND",
      "star": 8,
      "type": "",
      "effect": "2+ mostri \"Tempest Raven\" con Attributi diversi. Deve essere Fusion Evocata. Guadagna 300 ATK per ogni mostro \"Tempest Raven\" nel tuo Cimitero con Attributo diverso. Se questa carta infligge danno da battaglia al tuo avversario: puoi aggiungere 1 carta \"Tempest Raven\" bandita alla tua mano.",
      "atk": 2600,
      "def": 2400,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/QdDpa5k.jpeg",
      "card_type": "monster",
      "cost": 8
    },
    {
      "id": 10,
      "name": "Tempest Raven Sky Monarch",
      "attribute": "WIND",
      "star": 7,
      "type": "",
      "effect": "Puoi mostrare questa carta nella tua mano per aggiungere un `Tempest Convergence` dal tuo deck alla tua mano. Quando questa carta viene Evocata per Rituale: puoi bandire fino a 3 carte \"Tempest Raven\" dal tuo Cimitero; distruggi carte sul Terreno del tuo avversario pari al numero di carte bandite. Una volta per turno: puoi bandire 1 mostro \"Tempest Raven\" dalla tua mano; questa carta può attaccare direttamente in questo turno. Se questa carta viene distrutta: puoi Evocare Specialmente 1 mostro \"Tempest Raven\" bandito.",
      "atk": 2600,
      "def": 2200,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/2YthDVO.jpeg",
      "card_type": "monster",
      "cost": 7
    },
    {
      "id": 11,
      "name": "Tempest Raven Obsidian Phoenix",
      "attribute": "WIND",
      "star": 7,
      "type": "",
      "effect": "1 tuner + 1 o più mostri non tuner Quando Synchro Evocata: puoi bandire 4 carte \"Tempest Raven\" dal tuo Cimitero; distruggi fino a 2 carte sul Terreno. Una volta per turno: puoi scegliere 1 delle tue carte bandite \"Tempest Raven\"; aggiungila alla tua mano e, se lo fai, subisci 500 danni.",
      "atk": 2600,
      "def": 2000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/X6fznBs.jpeg",
      "card_type": "monster",
      "cost": 7
    },
    {
      "id": 12,
      "name": "Tempest Raven Cyclone Lord",
      "attribute": "WIND",
      "star": 7,
      "type": "",
      "effect": "1 mostro Tuner \"Tempest Raven\" + 1+ mostri non-Tuner. Quando questa carta viene Synchro Evocata: puoi Evocare Specialmente fino a 2 mostri \"Tempest Raven\" con Livelli diversi dal tuo Cimitero, ma i loro effetti sono annullati. Una volta per turno: puoi scegliere un 1 carta che il tuo avversario controlla rimandala alla mano.",
      "atk": 2600,
      "def": 1800,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/t3MZGdH.jpeg",
      "card_type": "monster",
      "cost": 7
    },
    {
      "id": 13,
      "name": "Tempest Raven Storm Horizon",
      "attribute": "WIND",
      "star": 4,
      "type": "",
      "effect": "materiali 3 mostir liv 4. Se questa carta ha materiale XYZ, non è influenzata dagli effetti delle carte del tuo avversario. Durante il tuo End Phase:staccca 1 materiale xys da questa carta.",
      "atk": 2400,
      "def": 2000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/kH6cced.jpeg",
      "card_type": "monster",
      "cost": 4
    },
    {
      "id": 14,
      "name": "Tempest Raven Archer",
      "attribute": "WIND",
      "star": 7,
      "type": "",
      "effect": "Puoi evocare specialmente questa carta della tua mano se hai subito un danno da effetto questo turno .Una volta per turno: puoi e rivelare fino a 3 carte \"Tempest Raven\" nella tua mano; infliggi 300 danni al tuo avversario per ogni carta rivelata. Questa carta non può attaccare nel turno in cui attivi questo effetto.  Se una tua carta \"Tempest Raven\" viene distrutta e mandata Cimitero: puoi scegliere 1 delle carte \"Tempest Raven\"  che hai mano, in questo turno puoi evocarla specialmente.",
      "atk": 2400,
      "def": 1800,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/Pr1AvP8.png",
      "card_type": "monster",
      "cost": 7
    },
    {
      "id": 15,
      "name": "Tempest Raven Hurricane Prince",
      "attribute": "WIND",
      "star": 6,
      "type": "",
      "effect": "1 mostro Tuner \"Tempest Raven\" + 1+ mostri non-Tuner. Quando questa carta viene Synchro Evocata: puoi selezionare 1 mostro \"Tempest Raven\" nel tuo Cimitero; Evoca Specialmente quel mostro, ma i suoi effetti sono annullati. Una volta per turno: puoi ridurre l'ATK di questa carta di 1000 fino alla End Phase; distruggi 1 carta Magia/Trappola sul Terreno.",
      "atk": 2400,
      "def": 1600,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/HTNIUFs.jpeg",
      "card_type": "monster",
      "cost": 6
    },
    {
      "id": 16,
      "name": "Tempest Raven Storm Wing Raider",
      "attribute": "WIND",
      "star": 6,
      "type": "",
      "effect": "Se questa carta viene Evocata per Tributo: puoi bandire 1 carta dal tuo Cimitero, poi scegli 1 carta sul Terreno; metti quella carta in cima al Deck del suo proprietario, poi, se la carta scelta era di Attributo LUCE o OSCURITÀ, ogni giocatore pesca 1 carta. Se una o più carte bandite vengono mandate al tuo Cimitero in questo turno: fino alla End Phase, il tuo avversario non può cambiare la Posizione di Battaglia dei mostri che controlla.",
      "atk": 2400,
      "def": 1000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/p34v4gP.jpeg",
      "card_type": "monster",
      "cost": 6
    },
    {
      "id": 17,
      "name": "Tempest Raven Hurricane Lord",
      "attribute": "WIND",
      "star": 8,
      "type": "",
      "effect": "1 Tuner + 2+ mostri non-Tuner \"Tempest Raven\" con nomi diversi. Quando questa carta viene Synchro Evocata: puoi Evocare Specialmente fino a 2 mostri \"Tempest Raven\" banditi, ma i loro effetti sono annullati. Una volta per turno: puoi bandire 1 mostro \"Tempest Raven\" dal tuo Cimitero; in questo turno, il primo mostro \"Tempest Raven\" che Synchro Evochi utilizzando questa carta come materiale guadagna questo effetto: \"Una volta per turno (Effetto Rapido): puoi bandire 1 carta 'Tempest Raven' dalla tua mano; questa carta è immune agli effetti delle carte dell'avversario in questo turno\".",
      "atk": 2300,
      "def": 2000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/6rSkNor.jpeg",
      "card_type": "monster",
      "cost": 8
    },
    {
      "id": 18,
      "name": "Tempest Raven Storm Reaper",
      "attribute": "WIND",
      "star": 6,
      "type": "",
      "effect": "Puoi Evocare Specialmente questa carta (dalla tua mano) bandendo 2 mostri \"Tempest Raven\" dal tuo Cimitero. Una volta per turno: puoi bandire 1 carta \"Tempest Raven\" dalla tua mano; mischia 1 carta a caso dalla mano del tuo avversario nel Deck. Se una carta viene bandita mentre questa carta è sul Terreno: infliggi 300 danni al tuo avversario per ogni carta nella sua mano.",
      "atk": 2300,
      "def": 1800,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/kQjbY0Y.jpeg",
      "card_type": "monster",
      "cost": 6
    },
    {
      "id": 19,
      "name": "Tempest Raven Windshear Assassin",
      "attribute": "WIND",
      "star": 6,
      "type": "",
      "effect": "Se ci sono almeno 3 mostri \"Tempest Raven\" con Livelli diversi nel tuo Cimitero, puoi Evocare Specialmente questa carta dalla tua mano. Quando questa carta infligge danno da battaglia al tuo avversario: puoi scegliere come bersaglio 1 mostro \"Tempest Raven\" di Livello 2 o inferiore nel tuo Cimitero; Evoca Specialmente quel bersaglio. I mostri Evocati con questo effetto non possono essere usati come materiali per un'Evocazione, eccetto per un'Evocazione Synchro.",
      "atk": 2200,
      "def": 1400,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/nJ9w5br.jpeg",
      "card_type": "monster",
      "cost": 6
    },
    {
      "id": 20,
      "name": "Tempest Raven Shadow Vortex",
      "attribute": "DARK",
      "star": 5,
      "type": "",
      "effect": "Se un mostro \"Tempest Raven\" che controlli viene bandito dal terreno: puoi Evocare Specialmente questa carta dalla tua mano. Una volta per turno (Effetto Rapido): puoi bandire 1 carta \"Tempest Raven\" dalla tua mano o Cimitero; annulla l'effetto di una carta sul Terreno fino al end phase. Se questa carta viene bandita dal terreno: puoi Evocare Specialmente 1 mostro \"Tempest Raven\" di Livello 4 o inferiore dal tuo Deck.",
      "atk": 2100,
      "def": 1500,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/ADo6OZ0.jpeg",
      "card_type": "monster",
      "cost": 5
    },
    {
      "id": 21,
      "name": "Tempest Raven Galeforce",
      "attribute": "WIND",
      "star": 5,
      "type": "",
      "effect": "Puoi Evocare Specialmente questa carta (dalla tua mano) riducendo il suo ATK di 700 fino alla End Phase. Una volta per turno: puoi selezionare 1 mostro Tuner \"Tempest Raven\" che controlli e 1 mostro non-Tuner \"Tempest Raven\" che controlli; esegui un'Evocazione Synchro usando quei mostri come materiali.",
      "atk": 2100,
      "def": 1300,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/d9mPsBT.jpeg",
      "card_type": "monster",
      "cost": 5
    },
    {
      "id": 22,
      "name": "Tempest Raven Cyclone Guardian",
      "attribute": "WIND",
      "star": 5,
      "type": "",
      "effect": "Una volta per turno: puoi bandire 1 mostro \"Tempest Raven\" dal tuo Cimitero; aumenta il Livello di questa carta di 1, e se lo fai, questa carta non può essere distrutta in battaglia in questo turno. Se questa carta viene bandita: durante la tua prossima Standby Phase, puoi Evocare Specialmente questa carta, e se lo fai, aggiungi 1 magia \"Tempest Raven\" dal tuo Cimitero alla tua mano.",
      "atk": 2000,
      "def": 1800,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/ycdxX5Y.jpeg",
      "card_type": "monster",
      "cost": 5
    },
    {
      "id": 23,
      "name": "Tempest Raven Thunderwing",
      "attribute": "WIND",
      "star": 5,
      "type": "",
      "effect": "Se questa carta è nella tua mano: puoi rivelare 1 mostro \"Tempest Raven\" nella tua mano con Livello diverso da questa carta; Evoca Specialmente questa carta. Se questa carta viene Evocata Specialmente con questo metodo: puoi scegliere come bersaglio 1 mostro sul Terreno; cambia la sua posizione di battaglia. Se usi questa carta per un'Evocazione Synchro: il mostro Synchro Evocato guadagna 500 ATK/DEF.",
      "atk": 2000,
      "def": 1200,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/P7H9ArC.jpeg",
      "card_type": "monster",
      "cost": 5
    },
    {
      "id": 24,
      "name": "Tempest Raven Cloudwalker",
      "attribute": "WIND",
      "star": 4,
      "type": "",
      "effect": "Se questa carta viene Evocata Normalmente: puoi scegliere come bersaglio fino a 2 mostri \"Tempest Raven\" nel tuo Cimitero; mescola i bersagli nel Deck, poi pesca 1 carta e scarta 1 carta. Se un mostro \"Tempest Raven\" Synchro che controlli distrugge un mostro in battaglia: puoi Evocare Specialmente questa carta dal tuo Cimitero, ma bandiscila quando lascia il Terreno.",
      "atk": 1900,
      "def": 1000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/uqUzq8e.jpeg",
      "card_type": "monster",
      "cost": 4
    },
    {
      "id": 25,
      "name": "Tempest Raven Wind Shaman",
      "attribute": "WIND",
      "star": 5,
      "type": "",
      "effect": "1 Tuner + 1+ mostri non-Tuner \"Tempest Raven\". Se questa carta viene Synchro Evocata: puoi aggiungere 1 carta Magia/Trappola \"Tempest Raven\" dal tuo Deck alla tua mano. I mostri \"Tempest Raven\" che controlli guadagnano 500 ATK/DEF.",
      "atk": 1800,
      "def": 1500,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/hOUVX7S.jpeg",
      "card_type": "monster",
      "cost": 5
    },
    {
      "id": 26,
      "name": "Tempest Raven Winged Lancer",
      "attribute": "WIND",
      "star": 4,
      "type": "",
      "effect": "Se questa carta distrugge un mostro in battaglia: puoi bandire 1 carta \"Tempest Raven\" dal tuo Cimitero; rimetti 1 carta sul Terreno nella mano del proprietario Se una tua carta \"Tempest Raven\" viene rimessa dal banish al tuo Cimitero: puoi bandire questa carta dal tuo Cimitero e altre  3 carte ; pesca 1 carta.",
      "atk": 1800,
      "def": 1400,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/Iwufqny.jpeg",
      "card_type": "monster",
      "cost": 4
    },
    {
      "id": 27,
      "name": "Tempest Raven Crimson",
      "attribute": "DARK",
      "star": 4,
      "type": "",
      "effect": "Puoi bandire 1 carta \"Tempest Raven\" dal tuo Cimitero; Evoca Specialmente questa carta (dalla tua mano), ma non puoi Evocare Specialmente mostri per il resto di questo turno, eccetto mostri \"Tempest Raven\". (Effetto Rapido) Una volta per turno: puoi mandare 1 carta \"Tempest Raven\" dalla tua mano al Cimitero; scegli come bersaglio 1 mostro sul Terreno, esso perde 500 ATK/DEF fino alla End Phase. Se una tua carta \"Tempest Raven\" rientra dal banish nel tuo Cimitero: infliggi 400 danni al tuo avversario.",
      "atk": 1700,
      "def": 1200,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/8taK1GZ.jpeg",
      "card_type": "monster",
      "cost": 4
    },
    {
      "id": 28,
      "name": "Tempest Raven Stormbringer",
      "attribute": "WIND",
      "star": 4,
      "type": "",
      "effect": "Se controlli un mostro \"Tempest Raven\", puoi Evocare Specialmente questa carta dalla tua mano. Quando questa carta viene Evocata Normalmente: puoi aggiungere 1 mostro \"Tempest Raven\" di Livello 1 dal tuo Deck alla tua mano. Puoi usare questo effetto di \"Tempest Raven Stormbringer\" solo una volta per turno.",
      "atk": 1700,
      "def": 1200,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/lv8dqOE.jpeg",
      "card_type": "monster",
      "cost": 4
    },
    {
      "id": 29,
      "name": "Tempest Raven Winged Predator",
      "attribute": "DARK",
      "star": 4,
      "type": "",
      "effect": "Una volta per turno: puoi bandire 1 carta \"Tempest Raven\" dal tuo Cimitero; questa carta guadagna 300 ATK fino alla End Phase. Se questa carta attacca un mostro con ATK inferiore al suo ATK: infliggi danno da combattimento perforante. Se questa carta viene mandata al Cimitero: puoi aggiungere 1 mostro \"Tempest Raven\" di Livello w o inferiore dal tuo Deck alla tua mano.",
      "atk": 1600,
      "def": 1200,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/hmBS6IL.jpeg",
      "card_type": "monster",
      "cost": 4
    },
    {
      "id": 30,
      "name": "Tempest Raven Breezechaser",
      "attribute": "WIND",
      "star": 3,
      "type": "",
      "effect": "Durante la tua Main Phase, puoi rivelare questa carta nella tua mano: Evoca Specialmente 1 mostro \"Tempest Raven\" di Livello 1 o inferiore dal tuo cimitero.",
      "atk": 1500,
      "def": 900,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/5W3eK9r.jpeg",
      "card_type": "monster",
      "cost": 3
    },
    {
      "id": 31,
      "name": "Tempest Raven Dimensional Runner",
      "attribute": "WIND",
      "star": 4,
      "type": "",
      "effect": "Puoi Evocare Specialmente questa carta (dalla tua mano) rivelando tutti i mostri \"Tempest Raven\" nella tua mano. Se questa carta viene Evocata in questo modo, guadagna 1 dei seguenti effetti in base al numero di carte con livelli diversi rivelate : 1+: Una volta durante questo Duello, puoi trattare questa carta come un mostro non-Tuner per un'Evocazione Synchro. 2+: Una volta per turno, puoi cambiare il Livello di un mostro \"Tempest Raven\" che controlli in qualsiasi valore da 1 a 4 fino alla End Phase. 3+: Quando questa carta viene usata per un'Evocazione Synchro: puoi Evocare Specialmente 1 mostro \"Tempest Raven\" bandito, ma bandiscilo alla end Phase.",
      "atk": 1400,
      "def": 500,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/I5SCrUw.jpeg",
      "card_type": "monster",
      "cost": 4
    },
    {
      "id": 32,
      "name": "Tempest Raven Aeromancer",
      "attribute": "WIND",
      "star": 3,
      "type": "",
      "effect": "Se controlli un mostro \"Tempest Raven\" non-Tuner, puoi Evocare Specialmente questa carta dalla tua mano. Puoi scegliere come bersaglio 1 mostro non-Tuner \"Tempest Raven\" che controlli; il Livello di quel mostro diventa 4 fino alla End Phase. Una volta per partita: puoi bandire 1 mostro \"Tempest Raven\" dal tuo Cimitero; questa carta diventa un mostro non-Tuner fino alla End Phase.",
      "atk": 1300,
      "def": 800,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/Deg25VT.jpeg",
      "card_type": "monster",
      "cost": 3
    },
    {
      "id": 33,
      "name": "Tempest Raven Windcaller",
      "attribute": "WIND",
      "star": 3,
      "type": "",
      "effect": "Se questa carta è nella tua mano: puoi mandare 1 altro mostro \"Tempest Raven\" dalla tua mano al Cimitero; Evoca Specialmente questa carta. Una volta per turno: puoi scegliere come bersaglio 1 mostro \"Tempest Raven\" non-Tuner che controlli; aumenta o diminuisci il suo Livello di 1 fino alla End Phase.",
      "atk": 1200,
      "def": 800,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/eM1jNDa.jpeg",
      "card_type": "monster",
      "cost": 3
    },
    {
      "id": 34,
      "name": "Tempest Raven Twilight Falcon",
      "attribute": "WIND",
      "star": 3,
      "type": "",
      "effect": "Se controlli un mostro \"Tempest Raven\": puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene utilizzata per una Synchro Summon: puoi bandire 1 carta \"Tempest Raven\" dal tuo Cimitero; il mostro Synchro Evocato guadagna l'effetto \"Se questa carta viene Evocata: bandisci 1 carta sul Terreno\".",
      "atk": 1000,
      "def": 600,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/0pmrQkL.jpeg",
      "card_type": "monster",
      "cost": 3
    },
    {
      "id": 35,
      "name": "Tempest Raven Mistweaver",
      "attribute": "WIND",
      "star": 2,
      "type": "",
      "effect": "Quando questa carta viene Evocata Normalmente: puoi scegliere come bersaglio 1 mostro \"Tempest Raven\" tuner nel tuo Cimitero; Evoca Specialmente quel bersaglio, ma annulla i suoi effetti e distruggilo al end phase. Se questa carta viene usata come materiale per un'Evocazione Synchro: il mostro Synchro \"Tempest Raven\" Evocato non può essere distrutto dagli effetti delle carte del tuo avversario una volta durante questo turno.",
      "atk": 1000,
      "def": 600,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/Os8toG5.jpeg",
      "card_type": "monster",
      "cost": 2
    },
    {
      "id": 36,
      "name": "Tempest Raven Squallblade",
      "attribute": "WIND",
      "star": 4,
      "type": "",
      "effect": "Se controlli un mostro Tuner, puoi Evocare Specialmente questa carta dalla tua mano. Quando questa carta viene usata come materiale per un'Evocazione Synchro: puoi scegliere come bersaglio 1 mostro sul Terreno con ATK minore o uguale all'ATK del mostro Synchro \"Tempest Raven\" Evocato; distruggilo.",
      "atk": 900,
      "def": 1700,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/PEZoSyd.jpeg",
      "card_type": "monster",
      "cost": 4
    },
    {
      "id": 37,
      "name": "Tempest Raven Ash Guardian",
      "attribute": "DARK",
      "star": 2,
      "type": "",
      "effect": "Se una carta \"Tempest Raven\" viene bandita: puoi Evocare Specialmente questa carta (dal tuo Cimitero) coperta in Posizione di Difesa, poi bandisci 1 carta dalla tua mano. Una volta per turno: puoi rivelare 1 mostro \"Tempest Raven\" nella tua mano; bandisci 1 carta dalla mano del tuo avversario a caso. Se questa carta viene bandita dal terrreno: puoi aggiungere 1 Carta Magia/Trappola \"Tempest Raven\" dal tuo Deck alla tua mano.",
      "atk": 800,
      "def": 1000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/p4v3jMP.jpeg",
      "card_type": "monster",
      "cost": 2
    },
    {
      "id": 38,
      "name": "Tempest Raven Skyrider",
      "attribute": "WIND",
      "star": 2,
      "type": "",
      "effect": "Se questa carta è nella tua mano e il tuo avversario controlla più mostri di te: puoi Evocare Specialmente questa carta. Se questa carta viene usata come materiale per un'Evocazione Synchro: puoi scegliere come bersaglio 1 mostro \"Tempest Raven\" nel tuo Cimitero; aggiungilo alla tua mano.",
      "atk": 800,
      "def": 800,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/gL6JpFP.jpeg",
      "card_type": "monster",
      "cost": 2
    },
    {
      "id": 39,
      "name": "Tempest Raven Stormwatcher",
      "attribute": "WIND",
      "star": 1,
      "type": "",
      "effect": "Se controlli un mostro \"Tempest Raven\" di Livello 4 o superiore, puoi Evocare Specialmente questa carta dalla tua mano. Se questa carta viene mandata al Cimitero come materiale per un'Evocazione Synchro: puoi selezionare 1 mostro \"Tempest Raven\" nel tuo Cimitero; aggiungi quel mostro alla tua mano.",
      "atk": 600,
      "def": 400,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/Dte6vNy.jpeg",
      "card_type": "monster",
      "cost": 1
    },
    {
      "id": 40,
      "name": "Tempest Raven Windwhisperer",
      "attribute": "WIND",
      "star": 1,
      "type": "",
      "effect": "Una volta per turno quando un effetto \"Tempest Raven\" viene attivato (eccetto \"Tempest Raven Windwhisperer\"): puoi Evocare Specialmente questa carta dalla tua mano o cimitero. Una volta per turno: puoi mandare 1 mostro \"Tempest Raven\" dalla tua mano al Cimitero; fino alla End Phase, aumenta il Livello di questa carta del Livello del mostro mandato al Cimitero.",
      "atk": 500,
      "def": 300,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/hibbk2s.jpeg",
      "card_type": "monster",
      "cost": 1
    },
    {
      "id": 41,
      "name": "Tempest Convergence",
      "attribute": "SPELL",
      "star": 0,
      "type": "",
      "effect": "Questa carta è utilizzata per l'Evocazione Rituale di un mostro Rituale \"Tempest Raven\". Devi anche Tributare mostri dalla tua mano o Terreno il cui Livello totale sia pari o superiore al Livello del mostro Rituale che stai Evocando. Se non controlli mostri: puoi bandire fino a 2 mostri \"Tempest Raven\" dal tuo Cimitero; riduci il Livello totale richiesto di 2 per ogni mostro bandito. Puoi bandire questa carta dal tuo Cimitero; Evoca Specialmente 1 mostro \"Tempest Raven\" bandito, ma i suoi effetti sono annullati.",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/yQtZ3tk.jpeg",
      "card_type": "monster",
      "cost": 0
    },
    {
      "id": 42,
      "name": "Tempest Fusion",
      "attribute": "SPELL",
      "star": 0,
      "type": "",
      "effect": "Evoca per Fusion 1 mostro Fusion \"Tempest Raven\" dal tuo Extra Deck, utilizzando mostri dalla tua mano o Terreno come materiali. Durante la tua Main Phase, tranne il turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero e 1 mostro \"Tempest Raven\" nel tuo Cimitero; aggiungi 1 tuner \"Tempest Raven\" dal tuo Deck alla tua mano.",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/iMrHIOU.jpeg",
      "card_type": "monster",
      "cost": 0
    },
    {
      "id": 43,
      "name": "Tempest Gathering",
      "attribute": "SPELL",
      "star": 0,
      "type": "",
      "effect": "Aggiungi 1 mostro \"Tempest Raven\" dal tuo Deck alla tua mano con Livello diverso da un mostro che controlli. Per il resto di questo turno dopo che questa carta si risolve, puoi Evocare Specialmente solo mostri \"Tempest Raven\". Puoi bandire questa carta dal tuo Cimitero; manda 1 mostro \"Tempest Raven\" dalla tua mano al Cimitero, poi scegli come bersaglio 1 mostro \"Tempest Raven\" nel tuo Cimitero con un Livello diverso; aggiungilo alla tua.",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/VI5a6jA.jpeg",
      "card_type": "monster",
      "cost": 0
    },
    {
      "id": 44,
      "name": "Tempest Raven Cyclonic Reunion",
      "attribute": "SPELL",
      "star": 0,
      "type": "",
      "effect": "Scegli 1 mostro \"Tempest Raven\" tuner bandito; Evocalo Specialmente. Poi, puoi scegliere come bersaglio 1 altro mostro sul terrreno; esegui 1 Evocazione Synchro usando quei mostri come materiali (ignorando le condizioni di evocazione).",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/dvUu2j9.jpeg",
      "card_type": "monster",
      "cost": 0
    },
    {
      "id": 45,
      "name": "Tempest Raven Dimensional Bridge",
      "attribute": "SPELL",
      "star": 0,
      "type": "",
      "effect": "Una volta per turno: puoi bandire 1 mostro \"Tempest Raven\" dal tuo terrreno; Evoca Specialmente 1 mostro \"Tempest Raven\" bandito, ma non può attaccare in questo turno.",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/6CBoHnL.jpeg",
      "card_type": "monster",
      "cost": 0
    },
    {
      "id": 46,
      "name": "Tempest Shrine",
      "attribute": "SPELL",
      "star": 0,
      "type": "",
      "effect": "Tutti i mostri \"Tempest Raven\" sul Terreno guadagnano 300 ATK/DEF. Una volta per turno: puoi mandare 1 mostro \"Tempest Raven\" dalla tua mano o Terreno al Cimitero; Evoca Specialmente 1 mostro \"Tempest Raven\" con un Livello inferiore dal tuo Deck. se questa carta viene ditrutta; puoi bandire questa carta dal tuo Cimitero; aggiungi 1 mostro \"Tempest Raven\" dal tuo Deck alla tua mano.",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/kO9cs7W.jpeg",
      "card_type": "monster",
      "cost": 0
    },
    {
      "id": 47,
      "name": "Tempest Strike",
      "attribute": "SPELL",
      "star": 0,
      "type": "",
      "effect": "Scegli come bersaglio 1 mostro \"Tempest Raven\" che controlli; fino alla fine di questo turno, quel mostro guadagna 1000 ATK, e se attacca un mostro in Posizione di Difesa, infliggi danno da combattimento perforante al tuo avversario. Durante il tuo Main Phase, tranne il turno in cui questa carta è stata mandata al Cimitero: puoi bandire questa carta dal tuo Cimitero, poi scegli come bersaglio 1 mostro \"Tempest Raven\" nel tuo Cimitero; Evoca Specialmente quel mostro.",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/ELL41Nk.jpeg",
      "card_type": "monster",
      "cost": 0
    },
    {
      "id": 48,
      "name": "Tempest Raven Banishing Vortex",
      "attribute": "TRAP",
      "star": 0,
      "type": "",
      "effect": "Quando un mostro \"Tempest Raven\" che controlli viene selezionato come bersaglio da un effetto dell'avversario: bandisci quel mostro fino alla End Phase, e se lo fai, annulla quell'effetto e distruggi quella carta.",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/SYD4OgP.jpeg",
      "card_type": "monster",
      "cost": 0
    },
    {
      "id": 49,
      "name": "Tempest Raven Cyclone Dance",
      "attribute": "TRAP",
      "star": 0,
      "type": "",
      "effect": "Scegli come bersaglio fino a 3 mostri \"Tempest Raven\" nel tuo Cimitero con Livelli diversi; il tuo avversario decide; un mostro da evocare specialmente sul tuo campo, uno da aggiungere al tuo deck,  e uno da rimuovere dal gioco.",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/5SnvC6W.jpeg",
      "card_type": "monster",
      "cost": 0
    },
    {
      "id": 50,
      "name": "Tempest Raven Wrath of the Skies",
      "attribute": "TRAP",
      "star": 0,
      "type": "",
      "effect": "Una volta per turno quando un mostro \"Tempest Raven\" che controlli infligge danno da battaglia al tuo avversario: puoi bandire 1 carta a caso dalla mano del tuo avversario fino alla tua prossima Standby Phase. Se un mostro \"Tempest Raven\" viene bandito: infliggi 300 danni al tuo avversario. Durante la tua End Phase: puoi mandare questa carta al Cimitero; aggiungi 1 mostro \"Tempest Raven\" bandito alla tua mano.",
      "atk": 0,
      "def": 0,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/aG5lpmu.jpeg",
      "card_type": "monster",
      "cost": 0
    }
  ]
}