
{
  "cards": [
    {
      "id": 1,
      "name": "Tempest Sovereign",
      "attribute": "WIND",
      "star": 11,
      "type": "Bestia Alata/Synchro/Effetto",
      "effect": "1 mostro Tuner  + 1+ mostri non-Tuner  Synchro \"Tempest Raven\". Questa carta può attaccare tutti i mostri che il tuo avversario controlla, una volta ciascuno. Non è influenzata dagli effetti delle carte del tuo avversario che non la prendono come bersaglio. Una volta per turno (Effetto Rapido): puoi scegliere come bersaglio fino a 3 mostri \"Tempest Raven\" nel tuo Cimitero con Livelli diversi; bandiscili, e se lo fai, questa carta guadagna un diverso effetto in base al numero di mostri banditi.• 1+: Questa carta guadagna 500 ATK per ogni mostro bandito.• 2+: I mostri del tuo avversario perdono 500 ATK/DEF.• 3: Quando questa carta distrugge un mostro in battaglia, infliggi danno al tuo avversario pari all'ATK originale di quel mostro.",
      "atk": 3500,
      "def": 3000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/dZjscMX.png",
      "card_type": "monster",
      "cost": 11,
      "extra_deck": 1
    },
    {
      "id": 2,
      "name": "Tempest Raven Supreme Tempest",
      "attribute": "WIND",
      "star": 10,
      "type": "Bestia Alata/Synchro/Effetto",
      "effect": "1 mostro Tuner Synchro \"Tempest Raven\" + 1+ mostri non-Tuner. Deve essere Synchro Evocata, e non può essere Evocata Specialmente in altri modi. Quando questa carta viene Synchro Evocata: puoi bandire tutti i mostri Magia/Trappola che il tuo avversario controlla. Questa carta guadagna 200 ATK per ogni mostro \"Tempest Raven\" con un Livello diverso nel tuo Cimitero. Una volta per turno, durante il turno di qualsiasi giocatore (Effetto Rapido): puoi scegliere come bersaglio 1 mostro \"Tempest Raven\" che controlli, tranne questa carta; fino alla End Phase, questa carta guadagna ATK pari all'ATK originale di quel mostro.",
      "atk": 3300,
      "def": 2800,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/ZzyBb2P.png",
      "card_type": "monster",
      "cost": 10,
      "extra_deck": 1
    },
    {
      "id": 3,
      "name": "Tempest Raven Skyfall Dragon",
      "attribute": "WIND",
      "star": 9,
      "type": "Bestia Alata/Synchro/Effetto",
      "effect": "1 mostro Tuner \"Tempest Raven\" + 1+ mostri non-Tuner. Quando questa carta viene Synchro Evocata: puoi aggiungere alla tua mano 1 mostro \"Tempest Raven\" dal tuo Cimitero. Una volta per turno: puoi rivelare un numero qualsiasi di mostri \"Tempest Raven\" nella tua mano con Livelli diversi; questa carta guadagna 400 ATK per ciascuno fino alla End Phase. Una volta per turno (Effetto Rapido): puoi mandare 1 mostro \"Tempest Raven\" dalla tua mano al Cimitero; questa carta non può essere distrutta da effetti delle carte in questo turno.",
      "atk": 3000,
      "def": 2500,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/pB6ZBHv.jpeg",
      "card_type": "monster",
      "cost": 9,
      "extra_deck": 1
    },
    {
      "id": 4,
      "name": "Tempest Raven Celestial Smiter",
      "attribute": "WIND",
      "star": 8,
      "type": "Bestia Alata/Synchro/Effetto",
      "effect": "Materiali: 1 Tuner \"Tempest Raven\" + 1+ mostri nonTuner. Non puoi attivare più di 1 effetto di questa carta per turno. ●Una volta per turno: rivelare qualsiasi numero di carte \"Tempest Raven\" nella tua mano; questa carta guadagna 500 ATK per ogni carta rivelata, fino alla End Phase.  Se una tua carta \"Tempest Raven\" viene bandita dal tuo Cimitero: puoi aggiungere 1  carta con nome uguale tra quelle che hai rivelato dal tuo Cimitero alla tua mano.",
      "atk": 2900,
      "def": 2100,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/Al45CwY.jpeg",
      "card_type": "monster",
      "cost": 8,
      "extra_deck": 1
    },
    {
      "id": 5,
      "name": "Tempest Raven Overwind Lord",
      "attribute": "WIND",
      "star": 8,
      "type": "Bestia Alata/Synchro/Effetto",
      "effect": "1 mostro Tuner \"Tempest Raven\" + 1+ mostri non-Tuner. Quando questa carta viene Synchro Evocata: puoi bandire un numero qualsiasi di mostri \"Tempest Raven\" con Livelli diversi dal tuo Cimitero, poi seleziona la metà del numero di carte sul Terreno ; distruggile. Se questa carta distrugge un mostro in battaglia: puoi aggiungere 1 mostro \"Tempest Raven\" bandito alla tua mano. Se questa carta viene distrutta in battaglia e mandata al cimitero: puoi Evocare Specialmente fino a 2 mostri \"Tempest Raven\" Tuner dal tuo Cimitero.",
      "atk": 2900,
      "def": 2100,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/i0EBPfW.jpeg",
      "card_type": "monster",
      "cost": 8,
      "extra_deck": 1
    },
    {
      "id": 6,
      "name": "Tempest Raven Sky Emperor",
      "attribute": "WIND",
      "star": 8,
      "type": "Bestia Alata/Rituale/Effetto",
      "effect": "Puoi Evocare Ritualmente questa carta con \"Tempest Convergence\". Se questa carta viene Evocata Ritualmente: puoi Evocare Specialmente fino a 2 mostri \"Tempest Raven\" Tuner dal tuo Cimitero. Una volta per turno: puoi Tributare 1 mostro \"Tempest Raven\" Tuner, quindi scegli 1 mostro che il tuo avversario controlla; prendi il controllo di quel mostro fino alla End Phase. Puoi usare 1 mostro controllato con questo effetto come tuner per un'Evocazione Synchro di un mostro \"Tempest Raven\".",
      "atk": 2800,
      "def": 2200,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/bhWQFkQ.jpeg",
      "card_type": "monster",
      "cost": 8,
      "extra_deck": 0
    },
    {
      "id": 7,
      "name": "Tempest Raven Typhoon Master",
      "attribute": "WIND",
      "star": 8,
      "type": "Bestia Alata/Synchro/Effetto",
      "effect": "1 mostro Tuner + 1+ mostri non-Tuner \"Tempest Raven\". Quando questa carta viene Synchro Evocata: puoi sceglire magie e trappole sul Terreno fino al numero di materiali usati per questa Evocazione Synchro; bandiscili. I mostri \"Tempest Raven\" che controlli guadagnano 300 ATK per ogni tuo mostro \"Tempest Raven\" con un Livello diverso.",
      "atk": 2800,
      "def": 2000,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/mPecNVu.jpeg",
      "card_type": "monster",
      "cost": 8,
      "extra_deck": 1
    },
    {
      "id": 8,
      "name": "Tempest Raven Dimensional Vortex",
      "attribute": "WIND",
      "star": 6,
      "type": "Bestia Alata/Xyz/Effetto",
      "effect": "Una volta per turno: puoi staccare 1 materiale XYZ da questa carta; aggiungi 1 carta \"Tempest Raven\" bandita alla tua mano. Quando un mostro del tuo avversario dichiara un attacco: puoi bandire 1 carta \"Tempest Raven\" dalla tua mano; annulla l'attacco e, se lo fai, puoi attaccare 1 mostro \"Tempest Raven\" bandito a questa carta come materiale XYZ. Se questa carta con materiale viene distrutta dalla carta di un avversario: puoi Evocare Specialmente 1 mostro \"Tempest Raven\" Synchro dal tuo Extra Deck, ma bandiscilo durante l'End Phase.",
      "atk": 2700,
      "def": 2300,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/JjI6yyJ.jpeg",
      "card_type": "monster",
      "cost": 6,
      "extra_deck": 1
    },
    {
      "id": 9,
      "name": "Tempest Raven Gale Chimera",
      "attribute": "WIND",
      "star": 8,
      "type": "Bestia Alata/Fusion/Effetto",
      "effect": "2+ mostri \"Tempest Raven\" con Attributi diversi. Deve essere Fusion Evocata. Guadagna 300 ATK per ogni mostro \"Tempest Raven\" nel tuo Cimitero con Attributo diverso. Se questa carta infligge danno da battaglia al tuo avversario: puoi aggiungere 1 carta \"Tempest Raven\" bandita alla tua mano.",
      "atk": 2600,
      "def": 2400,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/QdDpa5k.jpeg",
      "card_type": "monster",
      "cost": 8,
      "extra_deck": 1
    },
    {
      "id": 10,
      "name": "Tempest Raven Sky Monarch",
      "attribute": "WIND",
      "star": 7,
      "type": "Bestia Alata/Rituale/Effetto",
      "effect": "Puoi mostrare questa carta nella tua mano per aggiungere un `Tempest Convergence` dal tuo deck alla tua mano. Quando questa carta viene Evocata per Rituale: puoi bandire fino a 3 carte \"Tempest Raven\" dal tuo Cimitero; distruggi carte sul Terreno del tuo avversario pari al numero di carte bandite. Una volta per turno: puoi bandire 1 mostro \"Tempest Raven\" dalla tua mano; questa carta può attaccare direttamente in questo turno. Se questa carta viene distrutta: puoi Evocare Specialmente 1 mostro \"Tempest Raven\" bandito.",
      "atk": 2600,
      "def": 2200,
      "icon": "NO ICON",
      "art_link": "https://i.imgur.com/2YthDVO.jpeg",
      "card_type": "monster",
      "cost": 7,
      "extra_deck": 0
    }
  ]
}
